const NAMES = [
  'Дмитрий',
  'Артём',
  'Алексей',
  'Наталья',
  'Виктор',
  'Иван',
  'Сергей',
  'Анатолий',
];

const PHOTO_DESCRIPTION = [
  'Кукла колдуна',
  'Камнем по голове',
  'Дурак и молния',
  'Проклятый старый дом',
  'Лесник',
  'Утопленник',
  'Воспоминания о былой любви',
  'Валет и дама',
  'Любовь и пропеллер',
  'Ели мясо мужики',
  'Смельчак и ветер',
];

const MESSAGES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
];

const PHOTO_DESCRIPTION_COUNT = 25;

export {NAMES, PHOTO_DESCRIPTION, MESSAGES, PHOTO_DESCRIPTION_COUNT};
